{
  "home": "Home",
  "work": "Trabalhos",
  "about": "Sobre",
  "experiments": "Experimentos",
  "photograph": "Fotografia",
  "writing": "Textos",
  "projects": "Projetos",
  "seeMoreProjects": "Ver Mais Projetos",
  "seeMoreArticles": "Ver Mais Artigos",
  "titleHome": "Olá, sou Rafael Sales",
  "descriptionHome":
    "Sou <strong>Product Designer e Front-End Developer</strong>, inicialmente criei Sales Creations em 2016 com foco em ajudar empresas em projetos de design, mas nos últimos anos mudei meu posicionamento apenas de design para trabalhar com design e tecnologia auxiliando na cocriação com empresas em busca de soluções.",
  "workDescription":
    "Aqui você encontra alguns projetos que realizei ao longo da minha carreira profissional, desde projetos de <strong>UX research</strong>, projetos de <strong>UI design</strong> voltados para interfaces e até <strong>motion design</strong> destinado a anúncios de produtos. Acredito que podemos usar o design como porta de entrada para traduzir problemas em oportunidades humanísticas e empoderadoras.",
    "downloadMyResume": "Baixe meu currículo",
    "reposPinnedGithub": "Repositórios fixados Github",
    "latestProjectsOnDribbble": "Últimos projetos no Dribbble",
    "experimentsDescription":
      "Aqui na página de experimentos quero compartilhar alguns dos meus projetos paralelos que estou sempre desenvolvendo dentro da área de design e desenvolvimento, aqui quero apresentar alguns dos meus <a href='https://github.com/rsales' class='underline text-blue-500' target='_blank'>github</a> e alguns projetos de design rápido que compartilho através do <a href='https://dribbble.com/salescreations' class=' underline text-blue-500' target='_blank'>dribbble</a> e quem sabe em breve venha aqui apresentar alguns projetos audiovisuais.",
    "myPhotosOnUnsplash": "Minhas fotos no <a class='link link-active' href='https://unsplash.com/@salescreations' target='_blank'>Unsplash</a>",
    "photographDescription":
      "Lembro-me de quando criança, minha mãe me deixava levar a câmera fotográfica da família para tirar fotos das minhas duas primeiras viagens junto com a escola. Era uma câmera de filme fotográfico básica e lembro dela comprando os filmes com 24 poses 😂. Eu não tinha a 'preview' digital e só sabia como a foto ficou quando foi revelada. Quando iniciei minha graduação, tinha a disciplina de fotografia ensinando o básico e seus aspectos e nos últimos anos, minha paixão por registrar momentos só aumentou.",
    "hello": "Olá!",
    "aboutDescriptionOne": "Eu sou <strong>Rafael Sales</strong>, mas você pode me chamar de <strong>'Sales'</strong>, um designer de produto e desenvolvedor front-end de {age} anos de idade que gosta muito de co-criar soluções para problemas complexos do dia a dia, unindo tecnologia e design que são minhas duas paixões.",
    "aboutDescriptionTwo": "Comecei minha carreira no setor gráfico, quando estava no último ano do ensino médio e me apaixonei pelas possibilidades dentro da área de design, logo em seguida entrei na universidade no curso de design gráfico, hoje completando {designStart} anos que iniciei no mundo do design e nos anos {designStart} tenho estado {techStart} anos trabalhando diretamente na área de tecnologia."
}